node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "Add"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "Const"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 2160
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 2160
          }
        }
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/31_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/22_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/17_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/52_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/41_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/5_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/19_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/50_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/15_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/20_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/33_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/9_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/43_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/7_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/35_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/56_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/13_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/45_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/26_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/28_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/58_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/1_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/37_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/11_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/54_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/47_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/24_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/49_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/39_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/3_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/53_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/16_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/30_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/14_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/21_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/51_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/32_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/21_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/21_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/42_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/42_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/8_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/59_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/29_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/0_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/0_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/59_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/59_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/0_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/44_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/34_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/12_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/27_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/57_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/44_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/44_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/34_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/34_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/27_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/27_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/48_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/2_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/2_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/38_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/2_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/38_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/38_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/36_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/46_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/55_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/25_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/10_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/36_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/46_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/46_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/55_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/55_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/10_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/10_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/25_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/25_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/55_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/55_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/25_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/25_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/10_X.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/10_9.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/46_3.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/46_R.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/55_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/10_O.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/25_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/36_L.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/46_E.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/2_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/38_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/38_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/2_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/2_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/48_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/38_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/12_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/27_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/27_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/57_Z.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/44_P.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/44_1.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/34_8.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/34_Y.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/27_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/12_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/57_M.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/44_G.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/34_N.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/59_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/59_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/0_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/0_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/59_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/29_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/8_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/42_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/42_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/21_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/21_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/42_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/32_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/21_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/14_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/51_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_5.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_T.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_6.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_W.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/30_J.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_C.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/53_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/16_I.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_D.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_0.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_Q.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_2.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/18_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/4_F.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_A.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/30_H.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_B.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/16_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/53_K.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_V.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/40_7.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_U.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/23_4.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_S.bmp"
        string_val: "/Users/zkp/Desktop/for_zkp/train/6_2.bmp"
