node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "Add"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "Const"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 420
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 420
          }
        }
        string_val: "/home/tensorflow/img/imgdownload/I/BFJI77_e3245296-7a6c-4979-b86c-73d67d463604.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/IO58NY_cdc93f86-b605-4023-b3db-c91342bfdd7e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/KICRBJ_6e9be425-2f00-4c81-aa3f-99fbe7ddef1e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/XIRJ39_f1f095e3-0734-474c-842a-35d50c9060c0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/I78QUS_9505e54c-e3ae-419f-8b99-ee82d1d9bbe5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/6J5IWH_bef617d6-ccb8-47a5-9cbc-1e51bc7ba23e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/II6B37_9ac4cbc1-1597-42cc-819e-7e5db5e4a307.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/7BSIO9_357b575f-9c73-4f08-80a8-65cd9d7c4268.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/P653I4_4be6004e-4e8f-4b9d-8acb-3a68a046ed21.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/V5M5DI_dd0509a5-8a70-4f80-bc88-edf3e0c5f6b9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/GWUI6A_e3e8a169-1bcc-4ddb-b4cd-6a6bb3f67008.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/II6B37_4c33104d-4113-43fb-a361-7fe223238305.jpg"
        string_val: "/home/tensorflow/img/imgdownload/I/456TI8_fd5e4ed0-669d-4a1d-b169-bf2767fdd4cd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/L/454L57_7fe441c4-22e8-487c-be17-7cf1755f93e3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/L/5DZ8LF_8f509f5b-ce09-42c5-b253-65bcab1faceb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/L/LF4R39_2d0cc5cc-dc77-42e0-8461-f6fe7c5549ba.jpg"
        string_val: "/home/tensorflow/img/imgdownload/L/4XWL68_20bf4003-ba0d-4923-b596-13c805caee40.jpg"
        string_val: "/home/tensorflow/img/imgdownload/L/L5589A_70ce27da-a82c-4f2d-bd25-18d15a929d6d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/L/8O6L86_3e9bfddf-992f-4ec0-93da-21a8a9024928.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/7569KW_ab109010-1e9f-459a-823a-81ae7a51318f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/Y78N53_4a3d3947-29b6-4ea3-829a-1c33867fade6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/BFJI77_63e8ffe5-f21d-438b-997d-1b55760f313e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/9795Z5_18efdc59-4cdd-4573-afc7-68775ce8cc45.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/387445_3f01b0a4-bb9e-41b1-8e2f-f93b7b54cfce.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/BFJI77_7b556008-a6e9-4b1c-be1c-79480db17f35.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/DXV7O3_e6addfc3-8708-44e6-bcfe-03fdb3f8548c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/34G567_b5e31f70-10c0-4eff-a98d-ae2397fd1fdc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/7ZD5EM_bb10850c-ff93-4eb3-907d-bfbc9ed70142.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/T94574_d45efe74-3fa0-4989-854e-130f08e82383.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/3V7W5Y_4249e0e4-b700-4e32-8b2b-d2e6ba539140.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/7U7YT7_586905da-886b-46b1-821d-7f23cf6175d7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/II6B37_fa8bdd3c-b340-4494-b62a-f148992ea268.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/3QZB7O_fbd8ed45-915a-4608-bf12-57c864097039.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/EBJA74_a704eb74-7a8d-4558-8adc-93e2d4d55eae.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/454L57_c9276597-aa18-4f96-a49f-2bb4be5bbcdc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/EEM7Q4_3208ac3f-a8e0-4465-a6eb-ffb885676013.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/9W4H73_6be907dd-580b-4bd8-8eb0-281143fa1dd9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/8E974H_5007732d-3c55-4351-b50e-e5516b7ec7bd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/7BSIO9_f06a9de2-f925-41ee-9275-9d72c2d2dc29.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/5645W7_eedd5c74-3173-4612-a8c9-d707b704cd76.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/937D8N_e0c55d4a-cb11-45c5-9f02-d1c049219aaf.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/S947GC_77398c45-8428-435a-b99a-9216e506d1dd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/I78QUS_9c404a5d-7164-4ae9-b745-b82cf11b4a40.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/YN7A6A_45a4c4e4-08c8-442a-b195-b66d7732a19f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/7U7YT7_f551cb60-a7f4-428f-8e38-3c75bed399b7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/H7Q458_3f6c8d94-db47-4666-a833-c803c431c7c9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/8H7334_9c3718ef-16b2-45e5-b198-8c9f64590167.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/7U7YT7_ee1218be-72c7-4c34-91ca-afb8705b9f6d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/7/8H56V7_e4d051d8-0776-45db-90c1-d0468e5da2bf.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/53B6O5_5c053d04-1b63-4d8f-85d4-9d63fa8d5a15.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/BFJI77_b42f63c0-84a0-4921-ad05-a2d994f91fd9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/7BSIO9_edabcd44-f1bc-4266-b4ad-5c5071b6e0ad.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/KICRBJ_17a4f3d0-1137-4080-adad-8c3a76427133.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/O5H4B3_da8d4089-5e59-4929-809c-245fd932a459.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/3QZB7O_f4c98388-303b-42fe-901c-4e49ab05bb21.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/II6B37_841d843a-4c75-4208-9304-51f0c6e92085.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/EBJA74_acde5f63-a659-40ea-9720-f37f4d9f144e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/4B66C5_b309b659-e044-4b57-9627-7e03614a8a1d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/B/4J3RBA_24997724-6231-47fc-bdd1-67f4dc4073d7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/49P69J_a222cd9f-8cf0-44de-8a81-8df67085494f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/T94574_31baaa3c-c530-4b3a-a43a-f27a1b032bcb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/998DQW_3d7c4071-2b60-4819-ae92-e2e869ce4cde.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/49P69J_94110fcc-ae3c-4e22-967c-caebd4a247ca.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/9795Z5_0a7d6f7d-8ad7-409d-9ed2-377067febef3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/99XTP9_3b99f797-c737-4449-8d51-5d9a9893c68f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/L5589A_fd5223f2-6c7f-4913-9c3d-245f9db9d915.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/9795Z5_33437cc4-a6d2-4835-8059-aa25d7b21f01.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/43U689_482a1764-3d53-47fa-8df8-623ab1c7ee6f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/99XTP9_57909e31-b707-4b23-b5b4-c0470035bd6b.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/9W4H73_a7604e09-1439-41d9-84ae-72bff1ba4223.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/99XTP9_cfd29edd-0250-4bf7-83ec-ff3c022a90e5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/998DQW_bbfdea1e-34bd-4fb3-b533-8127573de780.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/937D8N_9df79dd0-3f49-4ce0-bdc8-468699e5b9ca.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/G4ZK93_d0fcd34c-2277-4a11-99cf-09834cb6fc02.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/S947GC_e9a15cc9-0c5c-444d-adc7-ea0d0834d25e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/N865H9_38cd2ebd-52e2-46e7-8264-ed99b48f83d0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/MW95OP_cdba1c7c-df8a-4b1c-8270-7b97dbf9a765.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/LF4R39_bdaae0ac-38b3-4568-94fe-b7f1c19c0665.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/8E974H_4a2e375a-4d6d-4ea3-a086-571c7354fd86.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/7BSIO9_f74db0cb-b4d6-4525-9cd9-4a1324546208.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/ZA9RSF_6e789500-f9c6-4e7c-b3f9-a1b3958306a0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/P9F554_c8d5209c-37c9-4440-835f-3bba76533dd5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/XIRJ39_fe416788-fdbf-4671-a969-00420c292d56.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/7569KW_1c3e07ac-355a-4e64-a909-d91048a07749.jpg"
        string_val: "/home/tensorflow/img/imgdownload/9/9RSS8P_08329605-4ade-4246-9519-823d7694a50a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/DXV7O3_3d7ea456-bc1f-4b16-88d9-53af1898c1cc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/V5M5DI_b46d5737-7011-4857-b327-e5569ad21e73.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/3V7W5Y_583d1c5a-4dec-461f-b3f9-86719f5a9a5a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/8H56V7_ff68d375-28b5-4a9c-9ac4-30de2d7dfd4c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/5ZDCZV_fd36ec9e-be15-41b5-9f11-5b35f9af1e5a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/C8V3ZD_3ccd49e7-4412-4ba2-b4b5-ada7050400b8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/HVUCZ8_104e44f6-238c-47f5-b06e-9351e89a4b96.jpg"
        string_val: "/home/tensorflow/img/imgdownload/V/YZMVSF_82f64f6e-b60d-490e-a067-6fabe983ac0c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/YZMVSF_fa084793-9801-46ae-8ba2-466ccbac7975.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/YN7A6A_096af29d-9c00-4727-a711-f56987b9f99a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/IO58NY_6e547326-975e-4b7e-bba6-7b94e2670de7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/3V7W5Y_8d916ca0-6bf1-40b3-937a-26810d5415df.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/7U7YT7_245c1674-89d1-46d2-827f-58da42061ada.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/SFY558_38b5a25c-4fd1-4e34-8571-4353efc6d087.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Y/Y78N53_a6196b57-086a-44c2-8112-9715a722dcf3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/7BSIO9_d9a91733-9550-4803-b4a6-3a4716b68abd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/84S8KG_801765a8-5efd-4526-af16-bc399c49125e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/S947GC_0444b6cf-518b-4ccd-861a-ecda37874710.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/I78QUS_ba6cf413-5018-45da-9052-4050d4fbef88.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/9RSS8P_ff16a8bb-c4d7-4f44-85d2-3a994e0488ad.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/YZMVSF_653fd4a6-623b-4baf-b014-c143e698423d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/J3CNES_c21de997-f7a9-4fd4-ae58-03c70a1f86d5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/SFY558_92bdbda8-accd-451c-9ba7-4a1eb169f5b6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/ZA9RSF_aeed90ce-0a44-49dd-95bc-3b1d827c40ad.jpg"
        string_val: "/home/tensorflow/img/imgdownload/S/9RSS8P_62084eb8-69c0-46d0-92cd-f56fd092ba61.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8HUA58_a14c0c7b-2354-4407-a19d-8d5ec1b87cfc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8O6L86_e6ebf3af-2323-4069-bfed-3f6d22aae024.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/998DQW_7e061f3d-1f9f-4d9e-a0ec-6e43201f300d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/HVUCZ8_25108ac8-2b79-4c47-9960-0c197525f2c5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8E974H_b3688829-ac58-4ac6-b21c-558580d16854.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/Q64JZ8_8ea785da-efcb-4ae3-9713-b6fdeca36503.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8H56V7_20740dad-a6bd-40cb-a5c6-8a166a93e4b8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8H7334_a7dcf78e-5f27-46c8-9c88-6046d1fe12b9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/Y78N53_5e4b7bcc-d048-4be6-8baf-84a8d6554b79.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/L5589A_a2f15143-1676-412a-a54d-0302fb8b12f7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/43U689_90067876-60d2-4b24-83f7-998d2b9b75b2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/C8V3ZD_3fc848c9-8799-4d07-b1ab-70bd335eb005.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/4XWL68_5f0c5a70-2596-4c22-98f3-01e159dcfea8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/H7Q458_809fd2f9-7b2c-4e67-af2b-30e98ee80831.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/387445_e9288178-b345-446f-b38e-26d76d17d5be.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/5DZ8LF_39a38aee-a199-4b60-9f43-8cff9898ec4c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/84S8KG_8e02b90e-36c8-4bb8-aa2d-7df9a0b940c6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/456TI8_17acd5e0-23ff-422b-9ac8-db38b2bf2d23.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/9RSS8P_ec62d8df-b11e-4d08-9a80-80b9da4a0c9a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/I78QUS_a0761add-5172-4c5a-9942-c62f8412ad5d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8O6L86_2b5d654d-a1b5-49ef-ab16-0a3b1647a596.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/8HUA58_656db69f-dcef-42e0-af3a-95d4545afbc0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/84S8KG_8135095d-1e42-4b32-b91d-1a1e23ffe3d9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/IO58NY_19e4c66f-7817-49f5-9d94-a27a00cd5a31.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/N865H9_f6107eb5-5662-4011-a5f6-0c3b4c0b6cc0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/937D8N_5a826407-8bce-4c83-a9a6-beba3d420fa6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/SFY558_9e2c4472-982c-45be-b5a2-b4822481fb81.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/D58D5N_b258dc08-8fb4-42b4-b8b4-bf17054e88e1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/8/4K4854_62982b8e-f585-46b0-8233-aece877e1af0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/U/43U689_f5ec8671-08d4-4ebb-90d9-a911cd723ce5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/U/8HUA58_bd615260-7850-4e26-98db-7c773298a267.jpg"
        string_val: "/home/tensorflow/img/imgdownload/U/GWUI6A_33bcfcad-2d65-458d-b040-1a693b357941.jpg"
        string_val: "/home/tensorflow/img/imgdownload/U/HVUCZ8_fff5edf2-6fc2-4471-8dbc-4d8cf8e22c2a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/U/I78QUS_3806020b-4538-4d54-92df-6fa37e63808e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/U/7U7YT7_7d788e66-594d-4d22-91a3-413bf6a2d424.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/KICRBJ_6529dce8-e6bf-4ef6-9ce7-08ee85a80605.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/4B66C5_041149ce-b59b-4782-bddb-f76598f05026.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/C8V3ZD_22485805-cb32-4625-842b-1fd2deaa18b5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/5XCXHO_a2c3b6e0-ab4e-449f-af98-7e6d7ed33e32.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/5ZDCZV_b72a4b86-4321-4617-8692-5fb680ca6d21.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/HVUCZ8_d7eae6bc-550c-48e8-bd06-931d3213220e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/S947GC_13c8b00d-8e92-4a37-adfa-2743d01c8aaa.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/J3CNES_f0235b61-7ac8-4e93-ba85-2d4edffeb943.jpg"
        string_val: "/home/tensorflow/img/imgdownload/C/QTPCF4_0ed576fc-c2f9-4e89-bc37-0b60ef15ede9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/4B66C5_d9430d87-830a-4539-ac79-fcf5bc1e8aec.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/6J5IWH_8f7b98da-31a6-4da0-805e-c1666a8ca16a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/P653I4_f3235915-d400-4a5e-8c90-c1b48bdb9626.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/4B66C5_894f9968-0791-447a-b1d9-c657283a1088.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/GWUI6A_f029c533-ce48-4533-a398-a9e930b4a3e2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/Q64JZ8_23358afb-401f-4afe-8be6-d1b2292325ee.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/53B6O5_f560c00d-d683-45b0-a598-b56d8ca72f42.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/N865H9_d98c9ade-d622-41c2-8757-364d28a6e338.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/7569KW_3778b5ea-aa5f-4c99-8d79-007f97080564.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/5645W7_111c0b0b-66e1-4c8e-8078-dd814d52cd7c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/43U689_8a82b75f-6ad5-4d01-bf7f-c821e52dcddb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/456TI8_42d2ef26-9eec-41b0-8016-20f53a88145a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/8O6L86_70672b46-b2a4-4d14-9d2d-dcd1d46b8539.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/34G567_b213a8e8-4963-4771-9895-47df93e26bce.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/8H56V7_a0d410f2-6183-4182-b571-2139792e6709.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/4XWL68_e0b0efb4-6b05-4abb-a0e8-c4c204dc4579.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/8O6L86_958236f7-f19f-4786-80fc-b6a5459048d0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/II6B37_b3adecb8-7ea4-4081-bc93-877035f472c4.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/YN7A6A_1791f05b-6691-4d46-8d72-1cca3196a084.jpg"
        string_val: "/home/tensorflow/img/imgdownload/6/49P69J_8f76eb7d-c641-47dc-aeee-72b03c6a9d24.jpg"
        string_val: "/home/tensorflow/img/imgdownload/K/G4ZK93_afa14a5f-18ed-44f0-9427-44cad56b7538.jpg"
        string_val: "/home/tensorflow/img/imgdownload/K/84S8KG_1ddb9459-95d5-44fe-b65b-44e51cb8eb18.jpg"
        string_val: "/home/tensorflow/img/imgdownload/K/KICRBJ_4040e1a3-522d-414e-9e64-fbf3afc3c5cb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/K/4K4854_274c3544-47d0-464a-b35c-e44c436c13b0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/K/7569KW_b4381733-fde1-4534-8384-a18544895769.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/BFJI77_6e9e18ee-d181-454a-9c36-d57cf409c819.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/ZA9RSF_81ab4942-ef86-468f-bfc0-655e59f558a8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/5DZ8LF_53bbaed3-4b3e-4d47-a752-a943290eb08c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/LF4R39_5e9617fe-3646-4823-b2b2-c4e3fbc5b14e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/SFY558_d209aa97-b4b2-4d13-adf7-7a5123acd0f1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/P9F554_a4a11e8b-b677-4cdc-b4ca-2baf01177501.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/YZMVSF_9ec04f89-8048-4aad-a86a-15ae090cfe3a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/F/QTPCF4_9a86f8ab-71e5-434c-8003-1823668cb8cc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/9W4H73_740153b6-d406-4dd5-9f4a-773301495475.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/LF4R39_a50dff07-a026-4a17-8da8-6021206e9692.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/O5H4B3_4274ef6c-a449-42d2-98c1-616187d23b90.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/3QZB7O_10ba5f6e-73ca-4bfe-ac80-b1c3ba810d85.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/34GGO5_c69245d9-69de-43dc-a67e-08d9e9a9789d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/34G567_fd473cce-33a9-46ef-9b10-43be27424d1b.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/8H7334_fa268dc8-9017-48e2-9ff5-99e6dde936ff.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/8H7334_6d568555-e5b8-4288-bb4f-68f34d493a5a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/C8V3ZD_dbba4202-4cf9-47b9-8b66-342210b76c6f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/937D8N_c53fce62-39db-401a-9bfd-36aa7aaf70f0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/4J3RBA_f8a03313-6aaf-41a9-b004-09220557d54e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/43U689_27c386a5-e8c3-43c4-8f15-a93d6ce715bb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/DXV7O3_bbd8aa29-5647-4ba3-9bfa-603173ae53da.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/G4ZK93_e717feb6-e80e-4208-9efa-10a3d61305b2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/P653I4_a7e134fd-8a6f-45fc-8750-53eaa81e3898.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/ZZ5R43_87ce659c-7e59-4e96-b535-a0e3d9a9d1df.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/J3CNES_09062719-42cd-4de2-a127-e597ea938bde.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/3V7W5Y_b7e7e60e-b3f9-4302-a9be-ee164cf2af39.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/II6B37_9a5ccc08-7dc8-4b9d-9d78-695702b98361.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/387445_4fc2f761-e248-457f-ac73-53c72691bc7a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/53B6O5_c4a66c20-a36e-45d5-ac6f-b872dc89bdb6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/XIRJ39_b66486fb-39d3-4f8a-8c09-894a6d48e96b.jpg"
        string_val: "/home/tensorflow/img/imgdownload/3/Y78N53_21b9f70c-300d-41bb-b927-cc6eefa5d103.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/4XWL68_3816254e-974d-4684-8272-f2e5f23fc656.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/5645W7_1a375d28-52f7-472b-91a5-2535984b9473.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/6J5IWH_eb70b5ca-4a9d-4f65-b600-258b4a4c4c62.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/MW95OP_3dc83c54-c339-4aff-a58b-674f8e3112ab.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/998DQW_6bdd8a9d-60c9-4bab-b0b3-d218efc82a9e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/7569KW_37c0bf50-4884-4c1c-8013-bf2d6c036958.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/9W4H73_efb78efc-445d-45da-a7a1-2bd745d20c7a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/GWUI6A_05f6d0b5-6bc4-47f4-8335-937d4ba3c933.jpg"
        string_val: "/home/tensorflow/img/imgdownload/W/3V7W5Y_7acc5cae-7ecd-471d-9e15-0d63bd4c901e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/E/EEM7Q4_854fb65f-bb32-43d5-83bb-88e52afde63f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/E/EEM7Q4_d56d2027-9e3a-48db-82cd-7e229fc20177.jpg"
        string_val: "/home/tensorflow/img/imgdownload/E/J3CNES_b6ef4fbe-9323-4f27-a4a7-e38fb660ab30.jpg"
        string_val: "/home/tensorflow/img/imgdownload/E/EBJA74_7cd33db0-ddf8-467a-9a1c-91d48e566499.jpg"
        string_val: "/home/tensorflow/img/imgdownload/E/7ZD5EM_9d7be79e-8fa7-41b8-b398-16d2027caea3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/E/8E974H_c8618f12-3606-4121-a87a-dd3c6a8754ba.jpg"
        string_val: "/home/tensorflow/img/imgdownload/X/DXV7O3_09061c4d-a420-48f2-9ab8-96b478e1fb90.jpg"
        string_val: "/home/tensorflow/img/imgdownload/X/5XCXHO_948347f1-189d-4f7c-9479-2c5585018c7a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/X/4XWL68_b1379d1b-9bda-435c-b0d1-30487361c582.jpg"
        string_val: "/home/tensorflow/img/imgdownload/X/5XCXHO_ca4a7a28-ff12-4b71-a9ac-31e8d3d5e3bd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/X/99XTP9_baeed31c-97c7-4a8f-bcee-c460c5700bea.jpg"
        string_val: "/home/tensorflow/img/imgdownload/X/XIRJ39_95462980-775c-4e49-80f7-7055b0362a84.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/YZMVSF_69836acd-d41e-4f4e-abc4-ab314925cc4a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/ZZ5R43_9805c6a4-14f4-4ccc-828a-d33d39a89d79.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/5DZ8LF_21233f48-a250-4c9d-bcd9-054cf89a3b09.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/9795Z5_03a36fad-12f4-4552-9b6d-2926bcc2e4e3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/G4ZK93_c4d1f4f9-b61d-49d8-87a5-b49a69c45720.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/7ZD5EM_426aa3e8-1994-43fa-a2cd-babc32850545.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/5ZDCZV_a1112367-9dfa-4a37-8ed4-d2e6dd07bff5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/5ZDCZV_04d27221-e2af-437a-82f5-46b8880e70ef.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/3QZB7O_4a848978-01ca-47e5-81b6-ec40e69b98a1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/ZA9RSF_a8689b89-be60-4e3b-89c3-62fe8dc15971.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/HVUCZ8_1c5f884c-0aa7-4010-891f-02c33bd84a9d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/C8V3ZD_3088fc05-3e41-4344-80ea-f90c15f4baff.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/ZZ5R43_a83f8912-99b3-4d56-b5f6-516a3842e5e9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Z/Q64JZ8_121d7e74-7e2f-428a-bb2a-bdbf9f71e822.jpg"
        string_val: "/home/tensorflow/img/imgdownload/T/T94574_82b90c61-5f90-4773-9ffc-ae378f0190eb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/T/99XTP9_d358c466-76a7-4eea-bee3-65716b61dbdd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/T/456TI8_5c61c90f-911e-427d-921d-7ba2594130c6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/T/QTPCF4_2545d46b-7343-4110-ba36-72697eb7facc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/T/7U7YT7_f24c4e2a-e35c-4d25-a3d9-a6ea3530cc94.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/34GGO5_1c620955-89bb-4b30-92a0-1286503d2d07.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/34G567_85d56175-49a3-4cf2-ad7c-7b36669b84b3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/34GGO5_09e84f37-930b-4d93-bead-fdbdf1a95848.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/GWUI6A_212750ce-1fac-40dc-97d6-1d8eea270991.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/S947GC_52572c2c-99b8-4cee-a1c0-3ff87cb50836.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/84S8KG_6a5d5166-6f31-4f52-b748-8abd04358d7f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/G/G4ZK93_d6ef6efd-cbde-4a3b-a0a4-03084ae80dac.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/4J3RBA_0a5bde32-2197-409e-b278-efc75e957c6a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/EBJA74_5d961ca3-51d8-4639-baed-ca3a240d4d95.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/GWUI6A_12b9208a-2739-4022-a417-8caa6d16c516.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/8HUA58_4bf3e561-e6f3-40b1-9eb8-77d5b3107c4f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/ZA9RSF_33ec408d-0417-4d4e-ab20-0f3fe03df46f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/L5589A_a6e73f4b-226d-450f-b960-ed0c23c8cfdb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/YN7A6A_a3643e08-d19e-42a2-bb97-842c17e4f21f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/A/YN7A6A_f0d92438-a577-447f-b4f8-82f5486a1055.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/I78QUS_63769784-659a-4664-8904-a04f651a7fed.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/998DQW_d8cd53fd-2006-48e3-96be-d951e0c6c0ab.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/H7Q458_2191634b-fc28-4e64-ac78-46d31955e5d6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/EEM7Q4_8232282a-fe68-4de1-b113-2e7a910066b5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/Q64JZ8_f9ab5815-d5be-48de-93d0-4699063d7abe.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/QTPCF4_76f169ef-0787-4201-a052-d8edf068e573.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/3QZB7O_747609da-2aa0-495f-8486-da670a0f1582.jpg"
        string_val: "/home/tensorflow/img/imgdownload/Q/ON5DJQ_75694b11-a6f3-44e9-9fe8-04d14f5d9cdd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/H7Q458_5843ae05-7a23-4876-a69c-00c3eed2c2ee.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/N865H9_0f79b632-1742-481a-bec0-44917a125707.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/8H56V7_f57b5a89-d926-4b2a-a1dd-a1087f7a87ac.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/8E974H_2a66fb4a-494f-41eb-b529-6230f18553d8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/8H7334_ef6ca4a6-f0a9-4f37-aa44-e3ff302e3bc0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/9W4H73_95ddbe27-685f-43b3-b8fa-cd27ff79b354.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/8HUA58_f4d2ba9b-46fe-4969-b7d4-acfa64039ce6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/6J5IWH_14086ccc-511b-4c8b-9f47-85d89c9cf52f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/5XCXHO_b40cd7da-8a6b-4a88-a37f-981686646bc0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/HVUCZ8_8cbbeb41-085c-491d-a0e3-61667812c054.jpg"
        string_val: "/home/tensorflow/img/imgdownload/H/O5H4B3_b1d176ba-3390-4d39-a232-a9c561d5ad11.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/QTPCF4_af93de87-6636-49da-b249-ffe0974cac7a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/MW95OP_9a2ccbee-bd30-4eb9-9748-0e0265d21fb1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/99XTP9_24d9a10a-013d-47a1-b90c-228dd0ae7bb2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/P9F554_ad4d0689-1d81-4e57-aa4c-c1d951fae027.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/49P69J_f3ba16f3-5431-492a-9acd-30d52206106c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/P653I4_7d1b3d59-f6da-483d-9700-3eed4386b334.jpg"
        string_val: "/home/tensorflow/img/imgdownload/P/9RSS8P_7b759d3c-ccb3-4bd0-8e1f-9054d9a1fe37.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/ZA9RSF_f4ec6eb2-c4c9-4d9b-b359-3930fbb22d0c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/9RSS8P_a2cb7296-8ac5-413d-8643-3c8c0fe8a258.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/XIRJ39_e547788a-4fcf-4811-9040-524f8b640130.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/4J3RBA_9488fc1a-1a5a-4197-be71-884a2eacd455.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/KICRBJ_9a9356cd-ca6c-4d53-9bf9-6b839c24ec7e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/ZZ5R43_d443c528-1312-4309-96ca-d560bfe79e3a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/R/LF4R39_13d78c44-9d22-41ef-bcd1-9939cad4bf45.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/454L57_16f7b272-2a78-46bb-866a-0970b31e3573.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/4K4854_087a383e-e519-41b1-8c93-0fabbbcb7ac1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/T94574_9657a27a-cd11-44f4-9399-d18276d51d5b.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/P9F554_67106a5d-f2d8-4327-8fe1-ca4359e2d938.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/ZZ5R43_8d230ad8-333e-4949-9f19-192bb05bffb9.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/P653I4_3d9d81c3-8cfc-4d8f-83e6-ee466aa90799.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/4K4854_3ed385a6-a946-4604-aba3-4f3e2e0b01c2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/G4ZK93_965c2af6-3719-454f-b5f8-00d3eb8389e6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/8H7334_55b84298-a892-4aca-9a0d-f1ed423f2389.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/T94574_4ca439ec-f679-48f4-b3cc-4fc1a9ca30c6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/EBJA74_7d3fb871-f551-41d0-aaae-5feded528453.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/8E974H_93607214-4ff8-45d6-8433-979a99779f73.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/LF4R39_892c1381-d77d-44aa-8363-3b0b48fff8de.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/387445_6edff187-b9f3-43d3-96c4-624412808a3e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/34G567_49ecb620-7f5e-4191-a5d1-5cda8a2e7ed4.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/O5H4B3_767e019b-4b48-4cbc-9b1f-ffb0754b44ec.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/4XWL68_ffed1f37-4bab-4a72-8041-3c777e2a7600.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/49P69J_67d6afe2-585c-49b9-86c6-2e113ae1e701.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/387445_042f62e2-f37b-4301-88f1-e1b19f5181c2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/84S8KG_1bf50b56-1b71-498c-bd8f-e747f4e81583.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/S947GC_510afb40-74c8-4699-b9c0-3ac9385e5a77.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/EEM7Q4_c61bc923-2864-4537-b1d2-ee532952d96d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/34GGO5_a6e2845f-5294-48c9-a081-40090e937117.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/43U689_4e9b5800-fab7-405a-86a4-7c973064a3cd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/454L57_a2144afe-8276-4635-aa3b-b9791509dec8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/4B66C5_8d573873-3ab7-4453-99c6-8353e9aee5f3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/456TI8_692e0331-e1d4-4df6-baf3-7551d30c408a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/H7Q458_5874a692-88df-4661-ab5b-8674975f685d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/QTPCF4_f8bef0db-e072-41b6-b9ce-829c934ea9c5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/9W4H73_63d4d564-0150-4364-b084-ff7a2364ad17.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/Q64JZ8_e22a1b63-4d11-409f-bc5d-b0d96fa6d596.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/4K4854_09154d43-66df-4c24-914f-0cc6a6f5dcb0.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/4J3RBA_963a58bb-aa83-445e-9aa9-f2c6714c21db.jpg"
        string_val: "/home/tensorflow/img/imgdownload/4/5645W7_47c996b7-cb17-4eb5-abf4-93003b81c4f2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/KICRBJ_6d5f0bd1-24ff-45d6-bbd8-138288955d75.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/49P69J_e58780ad-6c22-48b1-a28e-a017163224d1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/BFJI77_87460422-7a4d-472b-9fc0-8799e2ba630d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/XIRJ39_21a2aa2b-0d64-42ff-9137-bf1bdb5ee1f1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/Q64JZ8_b33fd1f9-c6cb-478e-b7df-54f3c5e3c91b.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/4J3RBA_d0ab5e2d-d546-4ae3-9fce-4d61b74958c6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/EBJA74_e0ee2a22-46d9-48d1-a3ac-8244372a3f5b.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/J3CNES_fc022157-41c1-4dfd-8abf-acba50f6d378.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/6J5IWH_5a820a9a-6b84-4b0a-a35c-2ede007613a8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/J/ON5DJQ_786489e7-db29-45e6-a19b-8c77aafa7eb3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/M/7ZD5EM_d148f93c-6a7a-495c-af12-91ad1876e00d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/M/MW95OP_d50554f0-dd40-40a4-aec1-d766adf9bce4.jpg"
        string_val: "/home/tensorflow/img/imgdownload/M/V5M5DI_d74f70f4-f2f9-4366-b0bf-7ecec3ff06d2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/M/YZMVSF_994f2c2b-e156-4acf-ac86-b67eabc1059e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/M/EEM7Q4_afb52c27-3da4-4d20-9d31-df0f77ca3120.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/8O6L86_4d1999d3-5d3a-4bd2-acdd-708ca3145acc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/IO58NY_6e147d94-d362-4f20-8aef-945275a3704e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/7BSIO9_56d3b2a2-b13a-4a8a-90e9-73ea3c59dd30.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/MW95OP_a8bc1f5a-89ab-4df5-b9bd-e60964f0a773.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/ON5DJQ_77b4d31e-c84a-43ab-9883-e0112d6ef516.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/5XCXHO_94d65e5a-1d51-416e-8ae9-8599c8830c3c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/3QZB7O_3abc1e62-32a5-47d0-8bf7-5abe53f3bae3.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/53B6O5_434cbf29-5638-4842-a551-d8d13bcd7655.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/O5H4B3_26e079ee-95c9-41e4-86ed-7cc657875be6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/34GGO5_769d832d-d6e1-401e-af62-6f410781e0ff.jpg"
        string_val: "/home/tensorflow/img/imgdownload/O/DXV7O3_e723c941-6375-46f7-ba3b-999179772e93.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/454L57_8ca38200-d304-41b4-ab0f-e08eceb6f213.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/IO58NY_44341b3a-ec9d-4d97-9ed1-2da978b9d27e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/387445_6a091bad-0751-4e77-abb8-98a40dd98323.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/P653I4_40f5ad19-2a97-4509-9872-8f2f3f2e79a1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/9795Z5_8d3ae51f-d2ac-4187-938c-6ab6b8510f5a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/SFY558_ee418f04-c83f-42cd-b021-4653bb22050d.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/454L57_dd0dabd9-225b-470d-8056-8ac8ec597ff8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/O5H4B3_866701ab-f504-4457-a114-77da4a99140e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/D58D5N_4bdf1cff-f9ed-4328-ae82-617825131ade.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/L5589A_bbd80162-2241-4f37-931e-e78af810340f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/H7Q458_a1132685-c210-4afb-82cd-6bcb086646c7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/5DZ8LF_c765d051-d90c-41df-a3bb-8fa985a9c082.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/V5M5DI_1b88ae37-358c-4b53-8362-bfaa967be4f6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/456TI8_fe44ff91-6965-481b-96f4-aedb29232bca.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/7569KW_592b9b33-7e59-472a-bdd8-d660ba24feb4.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/5XCXHO_45593892-586f-437d-b7f3-8f3888b36422.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/V5M5DI_39d49262-d2f9-4bd7-8e47-3aa300a641af.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/4K4854_30182aa2-a959-4631-82e8-41494ec46473.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/9795Z5_ae3e107e-39f6-46c1-b2ea-06fb6c9408ac.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/5ZDCZV_b6d3f635-cf15-4547-a61f-f9c3b68f3b05.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/P9F554_37b2533b-4cea-4c17-aff3-c21848525fa8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/53B6O5_f31cc946-1212-4a2e-a29d-cf393dd68219.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/SFY558_49802bfd-010c-400c-a66f-315c7a2e4a48.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/Y78N53_1f8a4107-3c4f-4c23-bf43-69de2a54109e.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/ZZ5R43_f6d8d670-7bd8-4255-93d4-c4a8d30bf384.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/MW95OP_4b97a2b6-22f0-4d26-af0b-c4f483e06ff5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/8HUA58_46425d45-71dc-4cac-b3a4-7ade8365a221.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/53B6O5_3ce6a669-9fd9-4d03-a8ff-cb106a5e73fa.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/D58D5N_ec595573-9a9d-4ea8-a730-03ec41129c69.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/3V7W5Y_de044a32-a013-4532-9835-69cf39a678e6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/34GGO5_8170f0a1-b243-4be1-a43a-89605fb3216c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/L5589A_c8754f45-963e-4b6b-a94f-33faf0c6e423.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/7ZD5EM_df874579-52f7-4985-becc-598c8ba96033.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/T94574_f0f68015-ac1e-4aed-85ba-a8bf9c83cac1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/5645W7_20d3d134-3044-4a2f-83cf-2c2e3507adb4.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/6J5IWH_2f13a4e5-6b4e-4e81-85a0-bc07ad86f8b4.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/5645W7_1cd6b370-8228-4710-ba2f-68fe1ad2207c.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/N865H9_16276c7b-43bf-4d09-9df8-1ceb235ea04f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/4B66C5_386f5931-89b3-468a-a4e9-35e168acf4bb.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/8H56V7_36a6b359-6145-4371-8719-1fd1faaee256.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/P9F554_71ca48e7-47a1-41ce-96d9-3fb3351f12fd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/34G567_722c4851-c666-4255-b317-d9a6e254b540.jpg"
        string_val: "/home/tensorflow/img/imgdownload/5/ON5DJQ_abf2f5dc-d6de-47c7-94a8-30323455ff7f.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/5DZ8LF_8167ab3d-2f93-42ac-9c26-f4c4d606bcb8.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/D58D5N_83ca5128-e833-49ab-89e5-55157ff9d4e5.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/998DQW_ac6dfdf6-d79d-41f1-b903-f4e841445335.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/7ZD5EM_60a2b257-5534-4195-bb52-a3e8efcd74b7.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/D58D5N_b26f5096-f997-4ea2-83e6-abed6f261acc.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/C8V3ZD_94c5af00-9dc1-48fb-a5eb-304caf34a910.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/ON5DJQ_77414e0f-3c9a-4eae-81f7-8bc0a22b12dd.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/937D8N_88d6ff36-0614-4366-9491-ad99bb3accf1.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/DXV7O3_f6aa1ca8-aa06-41ee-80ba-1edd02c11443.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/V5M5DI_e717e72d-6165-436c-9e10-3f88189705fa.jpg"
        string_val: "/home/tensorflow/img/imgdownload/D/5ZDCZV_8d10d07e-085e-406d-8981-e1f3528bdd11.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/YN7A6A_f8ed1981-1607-4a92-8f59-afd602343154.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/N865H9_7eca8fc0-7f1b-4f58-81b4-e1b251fee4a2.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/Y78N53_68f46968-1058-4f4a-8539-1c364e73101a.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/IO58NY_b01dfdab-41a5-4153-a43a-60be8cf13112.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/ON5DJQ_857db221-65a8-4c40-a305-3b745807c3c6.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/937D8N_c4c64fc2-4007-4dfc-ace8-34a61481f9ef.jpg"
        string_val: "/home/tensorflow/img/imgdownload/N/D58D5N_2e92e8dd-93fa-4935-9899-2beea270fcb3.jpg"
